Repository: josee2701/Software
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Personal info
it: Informazioni personali

source: Permissions
it: Permessi

source: Functionalities
it: Funzionalità

source: Important dates
it: Date importanti

source: groups
it: gruppi

source: company
it: azienda

source: Permisos
it: Permessi

source: process
it: processo

source: username
it: nome utente

source: first name
it: nome

source: last name
it: cognome

source: Status
it: Stato

source: The email %(email)s is registered but not active.
it: L'email %(email)s è registrata ma non è attiva.

source: The email %(email)s is not registered in the application.
it: L'e-mail %(email)s non è registrata nell'applicazione.

source: New Password
it: Nuova password

source: New password confirmation
it: Conferma della nuova password

source: Your old password was entered incorrectly. Please enter it again.
it: La vecchia password è stata inserita in modo errato. La preghiamo di inserirla nuovamente.

source: First name
it: Nome

source: Last name
it: Cognome

source: Company
it: Azienda

source: Companies to monitor
it: Aziende da monitorare

source: Vehicles to monitor
it: Veicoli da monitorare

source: alarm
it: allarme

source: Active
it: Attivo

source: group vehicles
it: veicoli del gruppo

source: process_type
it: tipo di processo

source: A user with this email address already exists.
it: Esiste già un utente con questo indirizzo e-mail.

source: A user with this username already exists in the selected company.
it: Un utente con questo nome utente esiste già nell'azienda selezionata.

source: Group
it: Gruppo

source: Permisssion
it: Permesso

source: Central
it: Centrale

source: Client
it: Cliente

source: email address
it: indirizzo e-mail

source: companies to monitor
it: aziende da monitorare

source: vehicles to monitor
it: veicoli da monitorare

source: Profile Picture
it: Immagine del profilo

source: last updated
it: ultimo aggiornamento

source: modified by
it: modificato da

source: created by
it: creato da

source: visible
it: visibili

source: user
it: utente

source: session key
it: chiave di sessione

source: The password is incorrect. Please try again.
it: La password non è corretta. Riprovare.

source: Password reset
it: Reimposta la password

source: Minimum score
it: Punteggio minimo

source: Maximum score
it: Punteggio massimo

source: Personal ID
it: ID personale

source: Mobile numbere
it: Numero di cellulare

source: Date joined
it: Data di adesione

source: Address
it: Indirizzo

source: Driver with this Personal ID already exists.
it: Il conducente con questo ID personale esiste già.

source: Date joined can't be in the past
it: La data di adesione non può essere nel passato

source: Invalid date format for date joined
it: Formato di data non valido per la data unita

source: Date leaving must be in the future of date joined!
it: La data di partenza deve essere nel futuro della data di adesione!

source: Invalid date format for dates
it: Formato di data non valido per le date

source: The minimum score cannot be higher than or equal to the maximum score!
it: Il punteggio minimo non può essere superiore o uguale al punteggio massimo!

source: The sum of the points of the items to be rated must be equal to 100!
it: La somma dei punti delle voci da valutare deve essere uguale a 100!

source: last update
it: ultimo aggiornamento

source: personal ID
it: ID personale

source: address
it: indirizzo

source: movil number
it: numero mobile

source: date joined
it: data di adesione

source: vehicle
it: veicolo

source: driver
it: autista

source: date leaving
it: data di partenza

source: item
it: articolo

source: minimum score
it: punteggio minimo

source: maximum score
it: punteggio massimo

source: cutoff date
it: data di scadenza

source: company score
it: punteggio aziendale

source: points score item
it: punti punteggio voce

source: maximum infractions
it: infrazioni massime

source: subtract points
it: sottrarre punti

source: Driver
it: Autista

source: Items_score
it: Punteggio delle voci

source: Vehicle
it: Veicolo

source: ID Workspace
it: Spazio di lavoro ID

source: id_report
it: Rapporto id

source: workspace
it: spazio di lavoro

source: report
it: rapporto

source: coin
it: moneta

source: price
it: prezzo

source: create date
it: creare la data

source: is_report
it: è il rapporto

source: Date joined can't be before of today
it: La data di adesione non può essere precedente alla data odierna

source: You already have this driver assigned in this time slot!! Please select a future time slot
it: Questo autista è già stato assegnato a questa fascia oraria!!! Selezionare una fascia oraria futura

source: Event name
it: Nome dell'evento

source: Event number
it: Numero dell'evento

source: Central alarm
it: Allarme centrale

source: User alarm
it: Allarme utente

source: Email alarm
it: Allarme e-mail

source: Alarm sound
it: Suono d'allarme

source: Priority
it: Priorità

source: Alarm
it: Allarme

source: Color
it: Colore

source: Start time
it: Ora di inizio

source: End time
it: Ora di fine

source: You must select an event!!
it: È necessario selezionare un evento!

source: The end time must be later than the start time
it: L'ora di fine deve essere successiva all'ora di inizio.

source: An event with this number already exists
it: Un evento con questo numero esiste già

source: An event with this name already exists
it: Un evento con questo nome esiste già

source: Low
it: Basso

source: Medium
it: Medio

source: High
it: Alto

source: event
it: evento

source: Nombre Evento
it: Nome della busta

source: Alarma Central
it: Allarme centrale

source: user notification
it: notifica all'utente

source: start time
it: ora di inizio

source: end time
it: ora di fine

source: email notification
it: notifica via e-mail

source: alarm color
it: colore dell'allarme

source: priority
it: priorità

source: sound type
it: tipo di suono

source: number
it: numero

source: name
it: nome

source: check
it: controllo

source: device
it: dispositivo

source: main event
it: evento principale

source: server date
it: data del server

source: signal date
it: data del segnale

source: odometer
it: contachilometri

source: latitude
it: latitudine

source: longitude
it: longitudine

source: calculated speed
it: velocità calcolata

source: angle
it: angolo

source: probability
it: probabilità

source: real prediction
it: previsione reale

source: real
it: reale

source: alarm type
it: tipo di allarme

source: You already have this event created, can't create it again! Select another one
it: Questo evento è già stato creato, non è possibile crearlo di nuovo! Selezionatene un altro

source: command
it: comando

source: code
it: codice

source: model
it: modello

source: License
it: Licenza

source: shipping_date
it: data di spedizione

source: answer_date
it: data di risposta

source: license
it: registrazione

source: response
it: risposta

source: Name geozone
it: Nome geozona

source: Event
it: Evento

source: Type the geozone
it: Digitare la geozona

source: Latitude
it: Latitudine

source: Longitude
it: Longitudine

source: Name
it: Nome

source: Operator
it: Operatore

source: Coin
it: Moneta

source: Price
it: Prezzo

source: Phone number
it: Numero di telefono

source: Serial number
it: Numero di serie

source: Data plan
it: Piano dati

source: Activate date
it: Data di attivazione

source: Serial Number
it: Numero di serie

source: Device Type
it: Tipo di dispositivo

source: Create Date
it: Data di creazione

source: Plate
it: registrazione

source: Asset type
it: Tipo di attività

source: Name Group
it: Nome Gruppo

source: Content
it: Contenuto

source: Phone number is required.
it: È richiesto il numero di telefono.

source: This phone number is already in use.
it: Questo numero di telefono è già in uso.

source: This serial number is already in use.
it: Questo numero di serie è già in uso.

source: Seleccione la modelo
it: Selezionare il modello

source: Seleccione la simcard
it: Selezionare la simcard

source: Seleccione la compañia
it: Selezionare l'azienda

source: Device with this Imei already exists.
it: Il dispositivo con questo Imei esiste già.

source: Please select an asset.
it: Selezionare una risorsa.

source: operator
it: operatore

source: ICCID or serial number
it: ICCID o numero di serie

source: phone number
it: numero di telefono

source: active
it: attivo

source: activate date
it: attivare la data

source: data plan
it: piano dati

source: familymodel
it: modello di famiglia

source: serial number
it: numero di serie

source: Manufacture
it: Fabbricazione

source: family_uec
it: famiglia_uec

source: network type
it: Tipo di rete

source: manufacture
it: fabbricazione

source: Gasoline
it: Benzina

source: Electric
it: Elettrico

source: Hybrid
it: Ibrido

source: license
it: piastra

source: chassis
it: telaio

source: cylinder capacity
it: capacità del cilindro

source: km per gallon
it: km per gallone

source: vehicle type
it: tipo di veicolo

source: brand
it: marchio

source: engine serial
it: serie del motore

source: fuel type
it: tipo di carburante

source: max speed allowed
it: velocità massima consentita

source: insurance
it: assicurazione

source: owner
it: proprietario

source: fuel tank capacity
it: capacità del serbatoio del carburante

source: icon
it: icona

source: color
it: colore

source: line
it: linea

source: camera
it: macchina fotografica

source: asset type
it: tipo di attività

source: microphone
it: microfono

source: remote shutdown
it: spegnimento remoto

source: Installation date
it: Data di installazione

source: Visible
it: Visibile

source: Capacity
it: Capacità

source: N° internal
it: N° interno

source: Alias
it: Nome della busta

source: vehicles
it: veicoli

source: data stream
it: flusso di dati

source: manufacturer
it: produttore

source: conn_type
it: tipo di connessione

source: port
it: porto

source: socket
it: presa

source: main_event
it: evento principale

source: event_name
it: nome dell'evento

source: server_date
it: data del server

source: signal_date
it: data del segnale

source: altitude
it: altitudine

source: speed
it: velocità

source: satellites
it: satelliti

source: central_alarm
it: allarme centrale

source: user_alarm
it: allarme utente

source: nearly
it: quasi

source: status_events
it: eventi di stato

source: unrecognized_events
it: eventi non riconosciuti

source: status
it: stato

source: shipping date
it: data di spedizione

source: answer date
it: data di risposta

source: Entry
it: Ingresso

source: Exit
it: Uscita

source: Entry and Exit
it: Entrata e uscita

source: description
it: descrizione

source: radius
it: raggio

source: geographical polygon
it: poligono geografico

source: color de geozona
it: colore della geozona

source: color de borde
it: colore del bordo

source: notification by mail
it: notifica per posta

source: shape type
it: tipo di forma

source: contact name
it: nome del contatto

source: geozone
it: geozona

source: time entry
it: inserimento del tempo

source: time exit
it: tempo di uscita

source: info_reports
it: rapporti informativi

source: info_widgets
it: widget informativi

source: asset_name
it: nome dell'attività

source: Types assets
it: Tipi di attività

source: Brand
it: Marchio

source: Brands asset
it: Attività dei marchi

source: Brands assets
it: Attività dei marchi

source: Line
it: Linea

source: brands assets
it: marchi attivi

source: types assets
it: tipi di attività

source: line assets
it: attività di linea

source: Real Time
it: Tempo reale

source: Home
it: Pagina iniziale

source: To login, please enter your email address.
it: Per accedere, inserire il proprio indirizzo e-mail.

source: Log in
it: Accedi

source: Authentication
it: Autenticazione

source: Hi, %(f)s %(l)s
it: Ciao, %(f)s %(l)s

source: Please enter the password for the email:
it: Inserire la password dell'e-mail:

source: Forgot your password?
it: Avete dimenticato la password?

source: Recover
it: Recupero

source: Password change
it: Cambio password

source: Please enter your old password.
it: Inserire la vecchia password.

source: Then enter your new password twice so we can verify you typed it in correctly.
it: Quindi inserire la nuova password due volte per verificare che sia stata digitata correttamente.

source: Change my password
it: Modifica la mia password

source: Password change successful
it: Modifica della password riuscita

source: Your password was changed.
it: La tua password è stata cambiata.

source: Password reset successful
it: Reimpostazione della password riuscita

source: Your password has been set. <br> You may go ahead and log in now.
it: Your password has been set. <br> Ora è possibile effettuare il login.

source: Password reset confirmation
it: Conferma reimpostazione password

source: Please enter your new password twice so we can verify you typed it in correctly.
it: Inserisci la nuova password due volte, per verificare di averla scritta correttamente.

source: The password reset link was invalid, possibly because it has already been used. <br><br> Please request a new password reset.
it: Il link per la reimpostazione della password non è valido, forse perché è già stato utilizzato <br><br> Si prega di richiedere una nuova reimpostazione della password.

source: Password reset sent
it: Invio della reimpostazione della password

source: We’ve emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
it: Abbiamo inviato istruzioni per impostare la password, se esiste un account valido all'indirizzo email che hai indicato. Dovresti riceverle a breve.

source: If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
it: Se non ricevi un messaggio email, accertati di aver inserito l'indirizzo con cui ti sei registrato, e controlla la cartella dello spam.

source: Forgotten your password? Enter your email address below, and we’ll email instructions for setting a new one.
it: Password dimenticata? Inserisci il tuo indirizzo email qui sotto e ti invieremo le istruzioni per impostarne una nuova.

source: Reset my password
it: Reimposta la mia password

source: Add User
it: Aggiungi utente

source: User Name:
it: Nome utente:

source: Name:
it: Nome:

source: Last Name:
it: Cognome:

source: Confirm Password:
it: Confermare la password:

source: Company:
it: Azienda:

source: Alarm:
it: Allarme:

source: Area or process:
it: Area o processo:

source: Is active?
it: È attivo?

source: Company to Monitor:
it: Azienda da monitorare:

source: Search
it: Cerca

source: Assets to Monitor:
it: Attività da monitorare:

source: Group Assets:
it: Attività del Gruppo:

source: Save
it: Salva

source: ¿Are you sure you want to delete the user
it: Si è sicuri di voler cancellare l'utente

source: Confirm
it: Confermare

source: Cancel
it: Annullamento

source: The image should be in PNG, JPG, or JPEG format and weigh less than 2 MB.
it: L'immagine deve essere in formato PNG, JPG o JPEG e pesare meno di 2 MB.

source: User information
it: Informazioni sull'utente

source: Name:
it: Nome:

source: Registration Date:
it: Data di registrazione:

source: Change password
it: Modifica password

source: Name of the company:
it: Nome della società:

source: Legal representative:
it: Rappresentante legale:

source: NIT:
it: SSN

source: Address:
it: Indirizzo:

source: Country:
it: Paese:

source: Modules:
it: Moduli:

source: Save changes
it: Salva le modifiche

source: Permissions User:
it: Autorizzazioni Utente:

source: Modules
it: Moduli

source: Add
it: Aggiungi

source: Update
it: Aggiornamento

source: Delete
it: Cancella

source: View
it: Vista

source: All
it: Tutti

source: Update User
it: Aggiornamento Utente

source: Users
it: Utenti

source: Show
it: Mostra

source: results
it: risultati

source: Add Users
it: Aggiungi utenti

source: Export to Excel
it: Esportazione in Excel

source: Search...
it: Ricerca...

source: Process
it: Processo

source: Inactive
it: Inattivo

source: Displaying
it: Visualizzazione

source: to
it: a

source: of
it: di

source: items.
it: articoli.

source: End
it: Fine

source: Download Progress
it: Scarica Progress

source: Open
it: Aperto

source: Closed
it: Chiuso

source: Unassigned
it: Non assegnato

source: Add Driver
it: Aggiungere il conducente

source: Personal ID:
it: ID personale:

source: First name:
it: Nome:

source: Last name:
it: Cognome:

source: Movil number:
it: Numero di cellulare:

source: Date joined:
it: Data di adesione:

source: ¿Are you sure you want to delete the Driver
it: È sicuro di voler cancellare il driver?

source: Drivers
it: Autisti

source: List Drivers
it: Elenco dei conducenti

source: Score Configuration
it: Configurazione del punteggio

source: Mobile number
it: Numero di cellulare

source: List_Driver
it: Elenco dei conducenti

source: Edit Driver
it: Modifica del driver

source: Assign Vehicle
it: Assegnazione del veicolo

source: Date leaving
it: Data di partenza

source: List Assign Vehicle
it: Elenco Assegnazione del veicolo

source: Coin:
it: Moneta:

source: Price:
it: Prezzo:

source: Configuration
it: Configurazione

source: Driver Qualification Report
it: Rapporto di qualificazione dei conducenti

source: Report Driver
it: Segnala l'autista

source: Driver:
it: Autista:

source: Start date:
it: Data di inizio:

source: Ending date:
it: Data di scadenza:

source: Item to evaluate
it: Elemento da valutare

source: points by items
it: punti per voci

source: Points to subtract for violation
it: Punti da sottrarre per violazione

source: Generate Report
it: Generare un rapporto

source: Date
it: Data

source: Total points
it: Punti totali

source: Distance
it: Distanza

source: Engine On
it: Motore acceso

source: Max Speed
it: Velocità massima

source: Excess Speed Time
it: Tempo di velocità in eccesso

source: Speeding Score
it: Punteggio di velocità

source: Time
it: Tempo

source: Idle Time
it: Tempo di inattività

source: Idle Time Score
it: Punteggio del tempo di inattività

source: Harsh Accelerations
it: Accelerazioni brusche

source: Harsh Acceleration Score
it: Punteggio dell'accelerazione brusca

source: Speeding
it: Eccesso di velocità

source: Speeding Time
it: Tempo di accelerazione

source: (Excess Speed)
it: (Velocità in eccesso)

source: Operation Report
it: Rapporto sull'operazione

source: Vehicles:
it: Veicoli:

source: Event:
it: Evento:

source: Export to CSV
it: Esportazione in CSV

source: Server date
it: Data del server

source: Event date
it: Data dell'evento

source: Name of the event
it: Nome dell'evento

source: Location
it: Posizione

source: Speed
it: Velocità

source: Odometer
it: Contachilometri

source: No results found.
it: Nessun risultato trovato.

source: Loading...
it: Caricamento...

source: Please fill out all required fields.
it: Compilare tutti i campi obbligatori.

source: The start date cannot be greater than the end date.
it: La data di inizio non può essere maggiore della data di fine.

source: Driver Rating Settings
it: Impostazioni di valutazione del driver

source: Score_Driver
it: Pilota del punteggio

source: Driver Qualification
it: Qualificazione del conducente

source: In the Minimum score and Maximum score fields, please indicate the score range with which you wish to rate your drivers. The maximum score is assigned to the best driver.
it: Nei campi Punteggio minimo e Punteggio massimo, indicare l'intervallo di punteggio con cui si desidera valutare i piloti. Il punteggio massimo viene assegnato al miglior pilota.

source: Cutoff date
it: Data di scadenza

source: the items of greatest importance in the rating should have the highest percentages. Drivers with indicators close to the permitted limit will have the lowest scores.
it: le voci di maggiore importanza nella valutazione dovrebbero avere le percentuali più alte. I conducenti con indicatori vicini al limite consentito avranno i punteggi più bassi.

source: Maximum infractions in the month
it: Infrazioni massime nel mese

source: Add Event
it: Aggiungi evento

source: Event Predefined
it: Evento predefinito

source: ¿Are you sure you want to delete the Event
it: Siete sicuri di voler cancellare l'evento?

source: Events
it: Eventi

source: List Events
it: Elenco eventi

source: Add event
it: Aggiungi evento

source: In progress
it: In corso

source: Done
it: Fatto

source: Events_Predefined
it: Eventi_predefiniti

source: Sound type
it: Tipo di suono

source: Central notification
it: Notifica centrale

source: User notification
it: Notifica dell'utente

source: Email notification
it: Notifica via e-mail

source: ¿Are you sure you want to delete this event
it: È sicuro di voler cancellare questo evento?

source: Events Feature
it: Eventi in primo piano

source: Lists event
it: Elenco eventi

source: Yes
it: Sì

source: Events_Users
it: Eventi_Utenti

source: Edit Event
it: Modifica evento

source: Companies
it: Aziende

source: Custom
it: Personalizzato

source: Plans
it: Piani

source: Billing
it: Fatturazione

source: DataPlans
it: Piani dati

source: Device Management
it: Gestione dei dispositivi

source: Devices
it: Dispositivi

source: Assets
it: Attività

source: Reports
it: Rapporti

source: Customize Report
it: Personalizzare il rapporto

source: Today's Report
it: Rapporto di oggi

source: Features
it: Caratteristiche

source: Commands
it: Comandi

source: Report configuration
it: Configurazione del rapporto

source: Widgets
it: Widget

source: Configuration updated successfully for
it: Configurazione aggiornata con successo per

source: Please select a company.
it: Selezionare un'azienda

source: Edit Report Settings
it: Modifica delle impostazioni del rapporto

source: Are you sure you want to save this configuration?
it: Siete sicuri di voler salvare questa configurazione?

source: Add DataPlan
it: Aggiungere DataPlan

source: Data Packet:
it: Pacchetto dati:

source: Operator:
it: Operatore:

source: ¿Are you sure you want to delete the Dataplan
it: Siete sicuri di voler cancellare il piano dati?

source: Data_Plans
it: Piani_dati

source: Update DataPlan
it: Aggiornare DataPlan

source: Add Device
it: Aggiungi dispositivo

source: Manufacture:
it: Fabbricazione:

source: Model:
it: Modello:

source: Serial number:
it: Numero di serie:

source: ¿ Are you sure you want to delete the device
it: Siete sicuri di voler cancellare il dispositivo?

source: assigned to
it: assegnato a

source: Update Device
it: Aggiornamento del dispositivo

source: Add Geozone
it: Aggiungi Geozone

source: Type Event
it: Tipo di evento

source: Set Events as Alarm
it: Impostare gli eventi come allarme

source: Description
it: Descrizione

source: Geozone color
it: Colore della geozona

source: Border color
it: Colore del bordo

source: ¿Are you sure you want to delete the Geozone
it: Siete sicuri di voler cancellare la Geozona?

source: Marker
it: Marcatore

source: Circle
it: Cerchio

source: Polygon
it: Poligono

source: List_Geofence
it: Lista_Geofence

source: Update Geozone
it: Aggiornare la geozona

source: Add Group
it: Aggiungi gruppo

source: Name group
it: Nome gruppo

source: Assets:
it: Attività:

source: ¿Are you sure you want to delete the Group
it: Siete sicuri di voler eliminare il Gruppo

source: Group Assets
it: Attività del Gruppo

source: Update Gruop
it: Aggiornamento Gruop

source: Commands Response
it: Comandi Risposta

source: Response
it: Risposta

source: Answer Date
it: Data della risposta

source: Commands_Response
it: Comandi_Risposta

source: Sending Commands
it: Invio di comandi

source: Plate:
it: Matricole:

source: Command:
it: Comando:

source: This field is required.
it: Questo campo è obbligatorio.

source: Are you sure you want to send these command?
it: Siete sicuri di voler inviare questo comando?
