Repository: josee2701/Software
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Please select a device.
it: Selezionare un dispositivo.

source: Commands_Sent
it: Comandi_Inviati

source: Response Commands
it: Comandi di risposta

source: plate
it: registrazione

source: Add SimCard
it: Aggiungi SimCard

source: ICCID or serial number:
it: ICCID o numero di serie:

source: Data plan:
it: Piano dati:

source: Phone number:
it: Numero di telefono:

source: Activate date:
it: Data di attivazione:

source: ¿ Are you sure you want to delete the Simcard
it: Siete sicuri di voler cancellare la Simcard?

source: Add Simcard
it: Aggiungi Simcard

source: Update SimCard
it: Aggiornare la SimCard

source: Add Asset
it: Aggiungi attività

source: Owner:
it: Proprietario:

source: Insurance:
it: Assicurazione:

source: Asset type:
it: Tipo di attività:

source: Device / Imei:
it: Dispositivo / Imei:

source: Fuel type:
it: Tipo di carburante:

source: N° internal:
it: N° interno:

source: Cylinder capacity:
it: Capacità del cilindro:

source: Km per gallon:
it: Km per litro:

source: Max speed allowed:
it: Velocità massima consentita:

source: Fuel tank capacity in gallons:
it: Capacità del serbatoio del carburante in galloni:

source: Brand:
it: Marchio:

source: Line:
it: Linea:

source: Color:
it: Colore:

source: Engine serial:
it: Motore di serie:

source: Chassis:
it: Telaio:

source: Capacity Kg/PSJ:
it: Capacità Kg/PSJ:

source: Installation date:
it: Data di installazione:

source: Remote shutdown:
it: Spegnimento a distanza:

source: Microphone:
it: Microfono:

source: Camera:
it: Fotocamera:

source: Icon:
it: Icona:

source: ¿Are you sure you want to delete the Asset
it: Si è sicuri di voler cancellare l'Asset

source: Icon
it: Icona

source: Device/Imei
it: Dispositivo/Imei

source: Update Asset
it: Aggiornamento Attività

source: New Company
it: Nuova azienda

source: ¿Are you sure you want to delete the Company
it: Siete sicuri di voler cancellare l'azienda?

source: Edit
it: Modifica

source: Add Distributor
it: Aggiungi distributore

source: Add final customer
it: Aggiungere il cliente finale

source: Lists Process
it: Processo degli elenchi

source: Nit
it: SSN

source: Legal Representative
it: Rappresentante legale

source: Type
it: Tipo

source: Distributor
it: Distributore

source: Final client
it: Cliente finale

source: Company information
it: Informazioni sulla società

source: City:
it: Città:

source: Signed contract:
it: Contratto firmato:

source: Update:
it: Aggiornamento:

source: update company logo
it: aggiornare il logo aziendale

source: Select image
it: Selezionare l'immagine

source: The image should be in PNG, JPG format and weigh less than 2MB.
it: L'immagine deve essere in formato PNG, JPG e pesare meno di 2MB.

source: Recommended size: up to 1500x500 pixels.
it: Dimensioni consigliate: fino a 1500x500 pixel.

source: The file cannot be larger than 2MB
it: Il file non può essere più grande di 2MB

source: The image must be smaller than 1500x500 pixels
it: L'immagine deve essere più piccola di 1500x500 pixel.

source: Key Maps:
it: Mappe chiave:

source: Current key
it: Chiave attuale

source: New key
it: Nuova chiave

source: ¿Are you sure you want to delete the billing
it: Siete sicuri di voler cancellare la fatturazione?

source: Total Price
it: Prezzo totale

source: Update Billing:
it: Aggiornamento della fatturazione:

source: Coin:
it: Moneta:

source: ¿Are you sure you want to delete the Process
it: Siete sicuri di voler eliminare il Processo

source: Add Process
it: Aggiungi processo

source: List Process
it: Processo di elencazione

source: Update process
it: Processo di elencazione

source: Theme
it: Tema

source: Check the spaces in red
it: Contrassegnare gli spazi in rosso

source: Button Color:
it: Colore dei pulsanti:

source: Sidebar Opacity Color:
it: Colore dell'opacità della barra laterale:

source: Sidebar Opacity Preview:
it: Anteprima dell'opacità della barra laterale:

source: Login Screen Image:
it: Immagine della schermata di accesso:

source: Sidebar Image:
it: Immagine della barra laterale:

source: Crop Image
it: Ritagliare l'immagine

source: The image must be in PNG, JPG, or JPEG format and weigh less than 4 MB.
it: L'immagine deve essere in formato PNG, JPG o JPEG e pesare meno di 4 MB.

source: Recommended size: 250 pixels wide x 750 pixels high aspect ratio 1:3
it: Dimensioni consigliate: 250 pixel di larghezza x 750 pixel di altezza, rapporto di aspetto 1:3.

source: Recommended size: 2560 pixels wide x 1400 pixels high aspect ratio 16:9
it: Dimensioni consigliate: 2560 pixel di larghezza x 1400 pixel di altezza, rapporto di aspetto 16:9.

source: Format not allowed. The allowed formats are: PNG, JPG, JPEG.
it: Formato non consentito. I formati consentiti sono: PNG, JPG, JPEG.

source: The image is too large. It must be smaller than 4 MB.
it: L'immagine è troppo grande. Deve essere inferiore a 4 MB.

source: Add Ticket
it: Aggiungi biglietto

source: Subject:
it: Oggetto:

source: Priority:
it: Priorità:

source: Process:
it: Processo:

source: Interns
it: Stagisti

source: Message:
it: Messaggio:

source: Attachments cannot exceed 7 MB :
it: Gli allegati non possono superare i 7 MB:

source: Days
it: Giorni

source: The archive
it: L'archivio

source: is not allowed. Allowed formats are:
it: non è consentito. I formati consentiti sono:

source: The total size of the selected files exceeds the maximum allowed size of
it: La dimensione totale dei file selezionati supera la dimensione massima consentita di

source: exceeds the maximum allowed size of
it: supera la dimensione massima consentita di

source: Historic Tickets
it: Biglietti storici

source: Status:
it: Stato:

source: Assignment:
it: Assegnazione:

source: Assigned
it: Assegnato

source: Start Date:
it: Data di inizio:

source: Ending Date:
it: Data di scadenza:

source: Filter
it: Filtra

source: Ticket
it: Biglietto

source: Created by
it: Creato da

source: Subject
it: Oggetto

source: Assigned To
it: Assegnato a

source: Created At
it: Creato a

source: Last Comment
it: Ultimo commento

source: Duration
it: Durata

source: Qualify
it: Qualificarsi

source: No results found for the selected company.
it: Non sono stati trovati risultati per l'azienda selezionata.

source: No results found for the selected Assignment Status.
it: Non sono stati trovati risultati per lo stato di assegnazione selezionato.

source: No results found for the selected date.
it: Non sono stati trovati risultati per la data selezionata.

source: No results found. Please adjust the filters and try again.
it: Non sono stati trovati risultati. Regolare i filtri e riprovare.

source: Qualification
it: Qualifica

source: Submit Rating
it: Invia la valutazione

source: Please select at least one filter before applying.
it: Selezionare almeno un filtro prima di candidarsi.

source: Ending Date cannot be earlier than Start Date.
it: La data di fine non può essere precedente alla data di inizio.

source: Please select both Start and End date.
it: Selezionare sia la data di inizio che quella di fine.

source: No results found
it: Nessun risultato trovato

source: Add comment
it: Aggiungi commento

source: Comment
it: Commento

source: Save comment
it: Salva il commento

source: Case Management
it: Gestione dei casi

source: Create Ticket
it: Crea biglietto

source: Historic
it: Storico

source: Created by User
it: Creato dall'utente

source: Assigned To User
it: Assegnato all'utente

source: Assigned To Company
it: Assegnato alla società

source: View Ticket
it: Visualizza il biglietto

source: Priority:
it: Priorità:

source: Scale:
it: Scala:

source: Assigned To:
it: Assegnato a:

source: Status:
it: Stato:

source: Created at:
it: Creato a:

source: Created by:
it: Creato da:

source: Scale Process:
it: Processo di scala:

source: MESSAGE
it: MESSAGGIO

source: Reopen
it: Riaprire

source: Add Comment
it: Aggiungi commento

source: Send
it: Inviare

source: Close Ticket
it: Chiudere il biglietto

source: Are you sure you want to reopen the Ticket
it: È sicuro di voler riaprire il biglietto?

source: Type Map
it: Tipo Mappa

source: Key Map
it: Mappa chiave

source: Company Name
it: Nome della società

source: Country
it: Paese

source: City
it: Città

source: Phone Number
it: Numero di telefono

source: Signed Contract
it: Contratto firmato

source: Consultant
it: Consulente

source: Seller
it: Venditore

source: Actived
it: Attivato

source: A company with this NIT already exists.
it: Un'azienda con questo SSN esiste già.

source: Button Color
it: Colore del pulsante

source: Sidebar Color
it: Colore della barra laterale

source: Opacity
it: Opacità

source: Sidebar Image
it: Immagine della barra laterale

source: Lock Screen Image
it: Immagine della schermata di blocco

source: button color
it: Colore del pulsante

source: lock screen image
it: immagine della schermata di blocco

source: sidebar image
it: immagine della barra laterale

source: sidebar color
it: colore della barra laterale

source: opacity
it: opacità

source: themes
it: temi

source: modules
it: moduli

source: map types
it: tipi di mappa

source: Map type
it: Tipo di mappa

source: key map
it: mappa chiave

source: company type maps
it: mappe di tipo aziendale

source: key map cannot be only spaces
it: la mappa delle chiavi non può essere composta solo da spazi

source: nit
it: ssn

source: Company name
it: Nome della società

source: legal representative
it: rappresentante legale

source: country
it: Paese

source: city
it: città

source: signed contract
it: contratto firmato

source: provider
it: fornitore

source: consultant
it: consulente

source: seller
it: venditore

source: type map
it: mappa tipo

source: company logo
it: logo aziendale

source: actived
it: attivato

source: Provider Company
it: Azienda fornitrice

source: Customer Company
it: Azienda cliente

source: English
it: Inglese

source: Spanish
it: Spagnolo

source: Italian
it: Italiano
